<!--форма воода логина и пароля-->
<form method="post" enctype="multipart/form-data">
    <p><label>Логин:</label></p>
    <p><input type="text" name="login" placeholder="Введите логин" title="Логин может состоять только из латинских букв, цифр, тире и нижнего подчеркивания. Длина не менее 5-ти символов, но не более 25"/></p>
    <p><label>Пароль:</label></p>
    <p><input type="password" name="pass" placeholder="Введите пароль" title="Пароль может состоять только из латинских букв, цифр, тире и нижнего подчеркивания. Длина не менее 5-ти символов, но не более 25"/></p>
    <p><input type="password" name="pass2" placeholder="Пароль еще раз" title="Пароль может состоять только из латинских букв, цифр, тире и нижнего подчеркивания. Длина не менее 5-ти символов, но не более 25" /></p>
    <input type="submit" name="reg_click" value="Регистрация" title="Нажимая кнопку Вы соглашаетесь со всеми правилами данного сайта."/>
</form>  